#დავალება:

# შექმენით 5 ცვლადი რომელშიც ჩამოწერეთ 
# საქართველოს ქალქებს. დაბეჭედეე თითოეული ცლვადი. 
# შემდედგ დაბეჭდეთ თითონ ცლვადის სახელი ბრჭყალებში. 
# ახსენით რა გასნხვავებაა string-ის დაბეჭვდასა და ცვლადის 
# სახელის დაბეჭდავს შორის კომენტარებით

#ცვლადები
city = "tbilisi"
city2 = "batumi"
city3 = "kutaisi"
city4 = "gori"
city5 = "rustavi"


#პრინტვა

#ბრჭყალებით

print(city)
print(city2)
print(city3)
print(city4)
print(city5)

#ბრჭყალების გარეშე

print("city")
print("city2")
print("city3")
print("city4")
print("city5")

#  განსხვავება: როდესაც ჩვენ ვბეჭდავთ ცვლადის სახელს ბრჭყალებში, ჩვენ ვბეჭდავთ ტექსტს,
#  რომელიც წარმოადგენს ცვლადის სახელს. ხოლო როდესაც ვბეჭდავთ ცვლადს ბრჭყალების გარეშე,
#  ჩვენ ვბეჭდავთ ცვლადის მნიშვნელობას.